<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | ข้อความสำหรับการยืนยันตัวตน (Authentication)
    | ระบบสอบเลื่อนฐานะนายทหารประทวน
    |
    */

    'failed' => 'ข้อมูลประจำตัวไม่ตรงกับที่บันทึกไว้ในระบบ',
    'password' => 'รหัสผ่านไม่ถูกต้อง',
    'throttle' => 'เข้าสู่ระบบล้มเหลวหลายครั้งเกินไป กรุณาลองใหม่ในอีก :seconds วินาที',

];
