<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | ข้อความสำหรับการรีเซ็ตรหัสผ่าน
    | ระบบสอบเลื่อนฐานะนายทหารประทวน
    |
    */

    'reset' => 'รีเซ็ตรหัสผ่านเรียบร้อยแล้ว',
    'sent' => 'ส่งลิงก์รีเซ็ตรหัสผ่านไปยังอีเมลของท่านแล้ว',
    'throttled' => 'กรุณารอสักครู่ก่อนลองใหม่',
    'token' => 'โทเค็นรีเซ็ตรหัสผ่านไม่ถูกต้อง',
    'user' => 'ไม่พบผู้ใช้งานที่ใช้อีเมลนี้',

];
